Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/uit.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Consequently, the WP explores to what degree the issues arising in the north during the war are among the formative factors behind the fundamental shift in Norwegian security thinking that took place in the years leading up to the signing of the Atlantic pact in April 1949.
nb: Derfor utforsker denne arbeidspakken i hvilken grad problemene som oppstod i nord under krigen er blant de formative faktorene bak det grunnleggende skiftet i norsk sikkerhetstenkning som fant sted i årene frem til signeringen av Atlanterhavspakten i april 1949.

source: This research group aims to support research on oro-maxillofacial health and epidemiology.
nb: Denne forskningsgruppen har som mål å støtte forskning om oro-maxillofacial helse- og epidemiologi.

source: Mikkelsen works as the Research Director at
nb: Mikkelsen er i dag forskningssjef på

source: Type of course
nb: Standarder og metoder.

source: Ocean Connectivity and Law.
nb: Schøning, Eli-Anita Øivand.

source: The submission deadlines are May 15
nb: Fristene for innlevering av mastergradsoppgaven er 15.

source: For the dissertation, the teaching method consists mainly of supervision with the appointed Principal and Co-supervisor (s).
nb: For avhandlingen består undervisningsformen i hovedsak av veiledning med oppnevnt hoved- og biveileder(e).

source: Climate Projections for the Arctic..
nb: Partnerskap - den nye universalløsningen?.

source: Since then it has been a breeding ground for myth, horror stories and folklore.
nb: Siden har det skapt grobunn for myter, skrekkfortellinger og folketro.

source: Outbound exchange update for the spring semester in 2021
nb: Status for utveksling høsten 2021

source: Basic knowledge of Competitive Intelligence (CI).
nb: Videre omhandler det de postmortale endringer (mikrobiologiske og kjemiske) i fisk.

source: #166142 is named after Martin Biuws son Daniel.
nb: #166142 er oppkalt etter Martin Biuws sønn Daniel.

source: A change recipient perspective on training and competence requirements during organizational change.
nb: Kommunale resultatenheter i spenningsfeltet mellom myndiggjøring og disiplinering.

source: The Centre for Sami Studies (Sesam) has available funding for research visits at the centre through its project Focal Point North.
nb: Senter for samiske studier (Sesam) har gjennom prosjektet Brennpunkt nord utdelt stipendmidler til gjesteopphold ved senteret.

source: Erlend works as postdoctoral researcher at Swedish University of Agricultural Sciences in Umeå.
nb: Erlend jobber som postdoktor ved Swedish University of Agricultural Sciences i Umeå.

source: Journal of Biomedical Materials Research.
nb: Logaritmer og eksponentialfunksjoner.

source: The final project description and education plan must be completed by 1 May.
nb: Frist for å signere veiledningskontrakten og sende den administrasjonen er 1.

source: The grade will be given by letters from A-F, F is fail.
nb: Karakterskala er A - F, der F er ikke bestått.

source: While teaching at a section for toddlers, she participated in a course provided by Harstad Municipality about Systematic Concept Teaching, and she was sceptical at first.
nb: Mens hun jobbet på en småbarnsavdeling deltok hun på Harstad kommunes kursing i systematisk begrepsundervisning, og i starten var hun skeptisk.

source: Registration deadline for retake is January 15.
nb: Frist for oppmelding til kontinuasjonseksamen er 15.

source: “They linked the natural phenomenon to the devine and superstition, and wondered if it was something chemical or electric,” writes UiT professor Robert Marc Friedman in the article “Making Sense of the Aurora”.
nb: «De knyttet naturfenomenet opp mot gudsfrykt og overtro, og lurte på om det var noe kjemisk eller elektrisk», skriver UiT-professor Robert Marc Friedman i artikkelen «Making sence of the Aurora».

source: The Mohn Prize is the Arctic’s most prestigious award, and I hope to do it justice, through the tremendous opportunities it provides, said Dr John Walsh.
nb: Mohnprisen er Arktis mest prestisjefylte pris, og jeg håper å yte den rettferdighet, gjennom de enorme mulighetene den gir, sier John Walsh.

source: Each work sample can include up to 5 pictures, for example how the work is installed, close-ups and so on
nb: Dette kan være tegninger, malerier, fotografier, video, gjenstander osv. Det enkelte arbeid kan dokumenteres med inntil 5 bilder

source: Solveig is the project manager of the Writing Centre.
nb: Solveig er prosjektleder for skrivesenteret UiT.

source: They had followed Tiller’s northern lights photos for some time and came to Tromsø because the photos of the area looked so inviting.
nb: De hadde fulgt Tiller sine nordlysbilder over lang tid og kom til Tromsø fordi bildene fra området var så forlokkende.

source: first eddition in 2012 page 22-23 and the
nb: første utgave i 2012 side 22-23 og

source: On low-frequency noise of polycrystalline GeSi for sub-micron CMOS technologies.
nb: - lokalisere mulig miljø eller sikkerhetsmessig risiko i solcelleanlegg og i produksjonsutstyr.

source: Skills and competences:
nb: Læringsformer og aktiviteter:

source: He just had to experience it.
nb: Han bare måtte oppleve det.

source: Lab and field testing of biodegradable fishing gear (twine, ropes, nets, etc.) will be carried out in conditions representing different marine environmental conditions.
nb: Lab og feltundersøkelser av biologisk nedbrytbart fiskeutstyr (tråd, nett og tauverk osv.) vil bli utført under forhold som representerer forskjellige marine miljøforhold.

source: Language of instructuion and examination is English.
nb: Du bør være kreativ og ha grunnleggende ferdigheter og interesse for IKT.

source: Information to incoming exchange students
nb: Kan gjennomføre varians- og regresjonsanalyser i programmet SPSS.

source: The research is a collaboration between scientists at UiT - The Arctic University of Norway (project leader), the Institute of Marine Research (Bergen and Tromsø), the Norwegian Institute for Nature Research, Akvaplan-niva, The University of Aarhus (Denmark) and Alaska Fisheries Science Center (USA).
nb: Forskningen er et samarbeid mellom forskere ved UiT - Norges arktiske universitet, Havforskningsinstituttet (Bergen og Tromsø), Norsk institutt for naturforskning, Akvaplan-niva og Universitetet i Aarhus (Danmark).

source: Here you will achieve competency in instrumental technology and analysis of structure and properties.
nb: I tillegg finnes det noen titler som kun benyttes i enkelte departementer eller virksomheter i staten.

source: Application code: 9354 - Singular course in computer science
nb: Søknadskode: 9354 - enkeltemner i informatikk

source: – The offer from Elsevier is a long way from fulfilling the Norwegian requirements for open access to research articles, says Unit (department for IT and collective services for higher education and research).
nb: – Tilbudet fra Elsevier er langt fra å oppfylle kravene fra Norge om åpen tilgang til forskningsartikler, mener direktoratet for IKT og fellestjenester i høyere utdanning og forskning (Unit).

source: Faculty of Humanities, Social Sciences and Education
nb: Fakultet for biovitenskap, fiskeri og økonomi

source: Unit carried out a thorough process in 2018–2019 and chose Panopto for several reasons.
nb: Unit gjennomførte en bred og grundig prosess i 2018–2019 sammen med sektoren og valgte Panopto av flere grunner.

source: Sea ice is a fascinating and dynamic part of the polar environment and the Earth’s climate system.
nb: Isen danner flak og rygger og blir tykkere i løpet av vintermånedene, men sprekker og smelter i løpet av den arktiske sommeren.

source: The master's thesis provides an opportunity for in-depth studies of a chosen field.
nb: Tema for mastergradsoppgaven bestemmes av studenten i samråd med veilederne.

source: The children will with that be invited to control as 12 year-old.
nb: Barna blir dermed invitert til å komme til kontroll som 12 åringer.

source: Sse video from Hagebyen kindergarten in Harstad, where preschoolers are visited by special ed teacher Merete Steinbru:
nb: Se video fra Hagebyen barnehage i Harstad, der førskolebarna får besøk av spesialpedagog Merete Steinbru:

source: Magne Nyborg (1927–1996) is recognized as the founder of Systematic Concept Teaching, and central to the practical part of this pedagogy is his model for Concept Teaching (CT-model or the CTM), and his inventory of basic conceptual systems (BCS-model).
nb: Magne Nyborg (1927–1996) regnes som grunnleggeren av systematisk begrepsundervisning, og sentralt i den praktiske delen av pedagogikken står hans modell for begrepsundervisning (BU-modellen) og hans oversikt over grunnleggende begrepssystemer (GBS-modellen).

source: Civil procedure law, in particular Europeanization of civil procedure law
nb: Internasjonal privatrett, juridisk metode, familierett og kontraktsrett.

source: The system is based on 60 ECTS constituting one year of full-time study.
nb: Ifølge malen for systemet, utgjør 60 ECTS ett års fulltidsstudium.

source: The study will be carried out by Hans Otto Frøland.
nb: Undersøkelsen vil bli utført av hans Otto Frøland og vil resultere i en fagellevurdert artikkel.

source: Faculty of Biosciences, Fisheries and Economics
nb: Fakultet for biovitenskap, fiskeri og økonomi

source: Objectives of the course
nb: Ledelse i og av endringsprosesser:

source: LOCATION:Workinmarka barneskole, Stubben 36
nb: Workinmarka barneskole, Stubben 36

source: Students receive individual supervision throughout the film and text-making process.
nb: reflektere over og ha kunnskap om hvordan teamarbeid fungerer og forståelse for kommunikasjons- og utviklingsprosesser.

source: MARA supervises a number of master students every year.
nb: I MARA veileder vi mange studenter hvert år.

source: In cases where the old Norwegian grade system has been used, the admission requirement is a grade-point average of 2,5.
nb: For det tidligere norske karaktersystemet med tall og desimaler, er opptakskravet 2,5 eller bedre.

source: To address this issue, work package 2 will create a framework for testing of biodegradability and environmental impacts.
nb: For å løse dette problemet vil arbeidspakke 2 lage et rammeverk for testing av biologisk nedbrytbarhet og miljøpåvirkninger.

source: Motion capture data represented using a blending type spline construction.
nb: Vise ansvar og forståelse for natur gjennom utøvelse og formidling av friluftsliv.

source: The introduction of synthetic fibres, such as those made of polyamide (PA6 or nylon), in the late 1950s was a technological improvement that increased fishing capacity and the economic viability of fisheries worldwide.
nb: Innføringen av syntetiske fibre laget av bl.a polyamid (PA6 eller nylon) på slutten av 1950-tallet, var en teknologisk forbedring som økte fiskekapasiteten og fiskerienes økonomiske levedyktighet over hele verden.

source: in June 2021 when CIRFA's automatic sea ice classification was tested.
nb: i juni 2021 ble de automatisk genererte haviskartene testet.

source: Epidemiology is the cornerstone of public health, and shapes policy decisions and evidence-based practice by identifying risk factors for disease and targets for preventive healthcare.
nb: Epidemiologi er hjørnesteinen i folkehelsen, og påvirker politiske beslutninger og endringer i bevisbasert praksis ved å identifisere risikofaktorer for sykdom og mål for forebyggende helsetjenester.

source: He has examined pupils who receive the two lowest grades in school, and combined this number with those who score a little under average and lower on IQ-tests.
nb: Han har sett på elevene som får de to laveste karakterene i skolen og kombinert dette med de som skårer litt under gjennomsnittet og lavere på IQ-prøver.

source: In addition, there are libraries at the Tromsø Museum, the academy for contemporary arts and creative writing, the music conservatory, and at the teacher training and education campus.
nb: I tillegg er det et eget bibliotek for lærerutdanningen, ved museet i Tromsø, biblioteket på kunstakademiet, samt et eget musikkbibliotek.

source: has a thorough knowledge of ethnographic research methodology and the different steps in a research process which involves the use of the video camera.
nb: Innblikk i sentrale historiske og samtidige teoritradisjoner i politisk filosofi, så som kontraktsteori, liberalisme, libertarianisme, deliberativt demokrati og republikanisme.

source: suicide and are often depressed.
nb: og utsetter seg selv og andre for farer.

source: It is important that online students answer the survey as well, Enger explains.
nb: Derfor er det viktig at nettstudentene våre også svarer på undersøkelsen, sier Enger.

source: Assessing the extent of unaccounted for fishing mortality of gillnets and pots will be conducted by simulating lost gears in pre-defined and controlled areas.
nb: Omfanget av uregistrert fiskedødelighet av garn og teiner vil bli vurdert ved å simulere tapte redskaper i forhåndsdefinerte og kontrollerte områder.

source: The rectorates at the universities of Bergen, Oslo, Tromsø and Trondheim all support this decision.
nb: Rektorene ved Universitetet i Bergen, Oslo, NTNU og Tromsø har gitt enstemmig tilslutning til å si opp avtalen.

source: Democracy, foundation and development.
nb: desember for emner som tilbys i vårsemesteret.

source: Education in emergencies.
nb: Utdanning i krise- og konfliktområder.

source: Placenta physiology and pathophysiology with focus on vascular and inflammatory reaction.
nb: Placentafysiologi og patofysiologi med fokus på vaskulær og inflammatorisk reaksjon.

source: “I saw it once in a Japanese cartoon and was completely captivated.
nb: – Jeg så det i en japansk tegnefilm og ble helt betatt.

source: Norner Research will work closely with DSOLVEs R&D and industry partners in other AREAS in order to develop biodegradable materials that meet requested performance requirements including biodegradability.
nb: Norner Research vil arbeide tett sammen med Dsolves FoU- og industripartnere i øvrige arbeidspakker for å utvikle biologisk nedbrytbare materialer som oppfyller etterspurte ytelseskrav, inkludert biologisk nedbrytbarhet.

source: After completing the course, the student should have a:
nb: Forskrifter studentene skal kjenne innholdet av:

source: This accounts for around 15–20 percent of the pupils.
nb: Dette gir et omfang på 15–20 prosent av elevene.

source: In 2018 I worked as a special adviser at the Prime Minister´s Office in Finland with the preparations of the truth and reconciliation commission concerning the indigenous Sámi people in Finland.
nb: I 2018 jobbet jeg ved statsministerens kansli i Finland som seniorrådgiver knyttet til forarbeidene for sannhets- og forsoningskommisjonen for samer i Finland.

source: Hurtigruta was sailing without passengers, and the tourist industry on land was trying to keep the wheels spinning by adapting to the seminar and conference market.
nb: Hurtigruten seilte med tomme skip, og turistbransjen på land forsøkte å holde hjulene i gang med å tilpasse seg kurs- og konferansemarkedet.

source: The course will cover elementary methods for both supervised and unsupervised learning, both for regression and classification.
nb: grunnleggende kunnskap om KI-problemer og -løsninger inkludert søkealgoritme og KI-planlegging og optimalisering for agentsystemer.

source: Subproject B3 (caried out by Anette Storeide) aims to present a systematic multi-sectoral synthesis of Norwegian industry between 1940 and 1945.
nb: Delprosjekt B3 (utført av førsteamanuensis Anette Storeide) skal presentere en systematisk syntese av norsk industri over flere sektorer, mellom 1940 og 1945. Denne studien baseres på omfattende forskning som har vært gjennomført de siste årene, samt relevant arkivmateriale.

source: Northern lights photographer Truls Tiller, who frequently receives questions via social media regarding Tromsø and the northern lights, confirms Viken’s point of view.
nb: Han får støtte fra nordlysfotograf Truls Tiller, som stadig får spørsmål via sosiale medier om Tromsø og nordlyset.

source: The course can be taken as a singular course by students with a Bachelor´s degree in Biomedicine or similar (180 ECTS).
nb: Karakteren beregnes som et vektet gjennomsnitt av alle emnene som inngår i opptaksgrunnlaget (hele graden/180 studiepoeng).

source: identify and classify sedimentary textures and structures in clastic sediments.
nb: analysere, forstå og tolke kvartær- og glasialgeologiske data.

source: has advanced knowledge in analysis of microbial communities
nb: Kjenne til sikkerhetsmessige momenter vedrørende drift og bruk av systemet.

source: Kindergartens do not have a tradition of thinking about teaching, which made it seem strange.
nb: Barnehagen har ingen tradisjon for å tenke undervisning og det virket dermed fremmed.

source: The excursion was completed in week 36 and went to Harstad, Sortland, Skånland and Evenskjær.
nb: Ekskursjonen ble gjennomført i uke 36 og gikk til Harstad, Sortland, Skånland og Evenskjær.

source: September for students admitted in autumn.
nb: Tid og sted er valgbart og studentene organiserer sin egen praksis.

source: Attachment must be in one file in pdf format, max. 10 pages, including nomination form, in Norwegian or English.
nb: Vedlegg skal være i en fil i pdf-format, 10 sider, inkludert nominasjonsskjema, på norsk eller engelsk.

source: What shape does it have?
nb: Hvilken form har det?

source: Nordic experience of fisheries management.
nb: Om VRI-prosjektet til Norut Tromsø.

source: The group has mainly engaged in research and development in the North-west of Russia.
nb: Forskningsgruppen Arktisk helseforskning har i stor grad engasjert seg i forskning og utvikling i Nord-vest Russland.

source: The I2P consortium is composed of 8 partners from Sweden, Finland, Russia and Norway.
nb: I2P konsortiumet er sammensatt av 8 partnere fra Sverige, Finland, Russland og Norge.

source: The employees can arrange for many sensory experiences with different concepts and put these into words in combination with the words for the conceptual systems, she says.
nb: De ansatte kan legge til rette for mange sansebaserte erfaringer med ulike begreper og språksette disse i kombinasjon med ordene for begrepssystemene, sier hun.

source: Bioinformatics - An introduction - 10 stp
nb: Sted og kulturforståelse - 10 stp

source: – Through a quarter of an hour with discussions and examples, we have arranged for the pupils to have many and good associations with substances made of wood, and when they run out to play afterwards, they will see wood substances all over the place, Steinbru explains.
nb: – Gjennom et kvarter med samtale og eksempler har vi lagt til rette for at barna får mange og gode assosiasjoner til stoff som er lagd av tre, og når de løper ut for å leke etterpå, ser de trestoff over alt, forklarer Steinbru.

source: The ability to play is fundamental to human existence and provides children with valuable, empowering experiences to learn about themselves and their environment (1).
nb: Prosjektet vil produsere empirisk og teoretisk kunnskap om fysioterapeuters kunnskapsgrunnlag og praksisutøvelse og knytter med dette an til forskningsgruppens visjoner og to av forskningstemaene: 1) Kunnskapsgrunnlaget for profesjonsutøvelse.

source: Dr John Walsh is awarded The Mohn Prize 2022 for his continuous leading role in generating our common understanding of how sea ice dynamics link intimately with ongoing changes, including extreme regional events, throughout the Arctic system.
nb: Walsh er tildelt Mohnprisen 2022 for sin kontinuerlig ledende rolle i å skape en felles forståelse av hvordan havisens dynamikk knytter seg til pågående endringer, inkludert ekstreme regionale hendelser, i hele det arktiske systemet.

source: project since 2013 has focused on mapping the horizontal and vertical migration patterns of humpback and killer whales, the new
nb: -prosjektet siden 2013 har fokusert påå kartlegge de horisontale og vertikale bevegelsesmønstrene til knølhval og spekkhuggere, vil det nye

source: The oral exam/presentation gives the opportunity to adjust the grade by up to one letter.
nb: Ved karakter F/ikke bestått tilbys kontinuasjonseksamen i begynnelsen av påfølgende semester.

source: Information for Master's Students
nb: Informasjon til mastergradsstudenter

source: The K.G. Jebsen Centre for the Law of the sea and the Elisabeth Haub School of Law are pleased to announce a workshop entitled "Natural Marine Resource Management in a Changing Climate". The workshop will be arranged in Tromsø 13 and 14 June 2017.
nb: Jebsen-senter for havrett og The Elisabeth Haub School of Law søker nå etter "abstracts" til worskhopen "Natural Marine Resouce Management in a Changing Climate" Workshopen arrangeres i Tromsø, 13 - 14 juni 2017.

source: Professions and welfare society (ProVel)
nb: Profesjoner og velferdssamfunn (ProVel)

source: Indigenous Heritages in Tourism - 10 stp
nb: Fiskeri- og havbruksvitenskap - 10 stp

source: Describe functions and usage of thermodynamic processes and related components, e.g. heat pumps.
nb: Kandidaten forstår sammenhengen mellom fysikk og kjemi, og teknologiske anvendelser.

source: Human–environment dynamics during the Iron Age in the Lofoten Islands, Norway.
nb: Om behandlingen av samer og kvinneliv i lokalhistorisk litteratur i Nord-Troms.

source: be able to make a research based ethnographic film
nb: anvende verktøyene innenfor prosjektledelse i praksis.

source: Children and young people within the following groups have been shown to benefit from Systematic Concept Teaching (SCT):
nb: Barn og unge innenfor følgende grupperinger har vist seg å ha nytte av systematisk begrepsundervisning (BU)

source: After our superpilots (that had just turned 13) had gone through the research program it was ready for those great 12 year old kids that is participating in the project.
nb: Etter at superpilotene (som hadde rukket å fylle 13) hadde gått gjennom programmet var det klart for de flotte 12 åringene som er med i prosjektet.

source: Development of a collective efficacy measure for use in social service organizations.
nb: Familiens hus i Norge- et tverrfaglig kommunalt helsetilbud for barn, unge og deres familier.

source: Computer Communication - 10 stp
nb: Bibliotek, samfunn og ledelse - 10 stp

source: The deadline for registration to the re-sit examination is 15 January.
nb: januar for eksamener i høstsemesteret og 15. august for eksamener i vårsemesteret.

source: The exercises include both analysis of abstractions, and their design and implementation.
nb: kjenner til forsknings- og utviklingsarbeid innen metabolisme, metaboliske endringer og kvalitet på fisk.

source: The overall grade is determined after the oral exam.
nb: Ved gyldig forfall tilbys utsatt eksamen i begynnelsen av påfølgende semester.

source: Researchers at UiT have looked at the effect bilingualism has on the brain's structure and function throughout life, and how the metabolism in the brain is affected by bilingualism.
nb: UiT-forskerne har sett på hvilken effekt tospråklighet har på hjernens struktur og funksjon gjennom livet, og hvordan nevrokjemien i hjernen faktisk endres av tospråklighet.

source: Isabelle Sande is the general manager of Løvold AS.
nb: Isabelle Sande er daglig leder i Løvold AS.

source: Have the theoretical foundation of preclinical molecular imaging as a modern research tool.
nb: Identifisere og løse teoretiske og praktiske kontraktsrettslige og anskaffelses problemstillinger
